{"_id":"66cf4d60-8033-11e9-9ca8-7370f48231eb","name":"Brandonves","body":"Hey. Soon your hosting account and your domain rowing-matters.de will be blocked forever, and you will receive tens of thousands of negative feedback from angry people. \r\n \r\nPay me 0.5 BTC until June 1, 2019. \r\nOtherwise, you will get the reputation of a malicious spammer, your site rowing-matters.de will be blocked for life and you will be sued for insulting believers. I guarantee this to you. \r\n \r\nMy bitcoin wallet:19ckouUP2E22aJR5BPFdf7jP2oNXR3bezL \r\n \r\nHere is a list of what you get if you don’t follow my requirements: \r\n+ abuse spamhouse for aggressive web spam \r\n+ tens of thousands of negative reviews about you and your website from angry people for aggressive web and email spam \r\n+ lifetime blocking of your hosting account for aggressive web and email spam \r\n+ lifetime blocking of your domain for aggressive web and email spam \r\n+ Thousands of angry complaints from angry people will come to your mail and messengers for sending you a lot of spam \r\n+ complete destruction of your reputation and loss of clients forever \r\n+ for a full recovery from the damage you need tens of thousands of dollars \r\n \r\nAll of the above will result in blocking your domain and hosting account for life. The price of your peace of mind is 0.5 BTC. \r\n \r\nDo you want this? \r\n \r\nIf you do not want the above problems, then before June 1, 2019, you need to send me 0.5 BTC to my Bitcoin wallet: 19ckouUP2E22aJR5BPFdf7jP2oNXR3bezL \r\n \r\nHow do I do all this to get this result: \r\n1. I will send messages to 33 000 000 sites with contact forms with offensive messages with the address of your site, that is, in this situation, you and the spammer and insult people. \r\nAnd everyone will not care that it is not you. \r\n2. I’ll send messages to 19,000,000 email addresses and very intrusive advertisements for making money and offer a free iPhone with your website address rowing-matters.de and your contact details. \r\nAnd then send out abusive messages with the address of your site. \r\n3. I will do aggressive spam on blogs, forums and other sites (in my database there are 35 978 370 sites and 315 900 sites from which you will definitely get a huge amount of abuse) of your site rowing-matters.de. \r\nAfter such spam, the spamhouse will turn its attention on you and after several abuses your host will be forced to block your account for life. \r\nYour domain registrar will also block your domain permanently. \r\n \r\nAll of the above will result in blocking your domain and hosting account for life. \r\nIf you do not want to receive thousands of complaints from users and your hosting provider, then pay before June 1, 2019. \r\nThe price of your peace of mind is 0.5 BTC. \r\nOtherwise, I will send your site through tens of millions of sites that will lead to the blocking of your site for life and you will lose everything and your reputation as well. \r\nBut get a reputation as a malicious spammer. \r\n \r\nMy bitcoin wallet:19ckouUP2E22aJR5BPFdf7jP2oNXR3bezL","date":"2019-05-27T03:56:27.252Z"}